; traditional chinese
[950]
USER_PROGRAM_C=用戶程序軟件包_C

Key1Threshold=Key1門檻值
__KEY1_WAKE=KEY1喚醒
Key2Threshold=Key2門檻值
__KEY2_WAKE=KEY2喚醒
Key3Threshold=Key3門檻值
__KEY3_WAKE=KEY3喚醒
Key4Threshold=Key4門檻值
__KEY4_WAKE=KEY4喚醒
Key5Threshold=Key5門檻值
__KEY5_WAKE=KEY5喚醒
Key6Threshold=Key6門檻值
__KEY6_WAKE=KEY6喚醒
Key7Threshold=Key7門檻值
__KEY7_WAKE=KEY7喚醒
Key8Threshold=Key8門檻值
__KEY8_WAKE=KEY8喚醒
Key9Threshold=Key9門檻值
__KEY9_WAKE=KEY9喚醒
Key10Threshold=Key10門檻值
__KEY10_WAKE=KEY10喚醒
Key11Threshold=Key11門檻值
__KEY11_WAKE=KEY11喚醒
Key12Threshold=Key12門檻值
__KEY12_WAKE=KEY12喚醒
Key13Threshold=Key13門檻值
__KEY13_WAKE=KEY13喚醒
Key14Threshold=Key14門檻值
__KEY14_WAKE=KEY14喚醒
Key15Threshold=Key15門檻值
__KEY15_WAKE=KEY15喚醒
Key16Threshold=Key16門檻值
__KEY16_WAKE=KEY16喚醒
Key17Threshold=Key17門檻值
__KEY17_WAKE=KEY17喚醒
Key18Threshold=Key18門檻值
__KEY18_WAKE=KEY18喚醒
Key19Threshold=Key19門檻值
__KEY19_WAKE=KEY19喚醒
Key20Threshold=Key20門檻值
__KEY20_WAKE=KEY20喚醒
Key21Threshold=Key21門檻值
__KEY21_WAKE=KEY21喚醒
Key22Threshold=Key22門檻值
__KEY22_WAKE=KEY22喚醒
Key23Threshold=Key23門檻值
__KEY23_WAKE=KEY23喚醒
Key24Threshold=Key24門檻值
__KEY24_WAKE=KEY24喚醒
Key25Threshold=Key25門檻值
__KEY25_WAKE=KEY25喚醒
Key26Threshold=Key26門檻值
__KEY26_WAKE=KEY26喚醒
Key27Threshold=Key27門檻值
__KEY27_WAKE=KEY27喚醒
Key28Threshold=Key28門檻值
__KEY28_WAKE=KEY28喚醒

DebounceTimes=按鍵去抖

AutoCalibrationPeriod=自動校準時間
HighSensitive=高感度
MainFreqSelect=觸摸按鍵振蕩頻率
MaximumKeyHoldTime=按鍵最長反應時間
AutoFrequencyHopping=自動跳頻
OneKeyActive=單鍵輸出
TKL_MovingCalibration=動態校正設定

suggestion range 12 ~ 63=設定觸發閥值，值越大，感度越低；值越小，感度越高,建議範圍12 ~ 63
 SLEEP MODE WORK TOUCH =觸摸按鍵喚醒
 Debounce in output key status=設定去抖次數(值越大，按鍵反應越慢)以 10mS 為單位(判斷_SCAN_CYCLEF 標誌位)計 l 數一次，每階增加 10 mS。當 DebounceTimes=0 時時間最短，為 60mS-80mS。
auto calibration period select 80ms to 1280ms.The faster speed the better the anti-interference and the worse the sensitivity.The slower speed the worse the anti-interference and the better the sensitivity=自動校準週期選擇80ms到1280ms。速度越快，抗干擾性越好，靈敏度越差。速度越慢，抗干擾性越差，靈敏度越好
Sensitive double up,0-Normal  1-High Sensitive=高感度设置,0-正常感度 1-高感度
Touch frequency selection=設定觸摸按鍵振蕩頻率，設為 0 時，是選擇 3M 和 7M 的觸摸按鍵振蕩頻率(可以串小於 1k 電阻)。設為 1 時，是選擇 3M 和 11M 的觸摸按鍵振蕩頻率(不建議串電阻)。設為 2 時，是選擇 1M 和 3M 的觸摸按鍵振蕩頻率。
key holding time ,if time out will reset key status to non-press,Range is 4S~60S or Disable the function=按鍵保持時間，如果超過時間將重置按鍵狀態為非按下，範圍為4s~60s或禁用功能
enalbe hardware hopping function=設定硬體自動跳頻開啓或關閉
Only one or all key active at the same time=設定單鍵輸出功能，設為 0 時，按多個觸摸鍵都有對應的按鍵旗標輸出。設為 1 時，按多個觸摸鍵只有一個鍵成立，最先成立的按鍵為1，若超過 3 個(含)以上的鍵被按下，則視為所有觸摸鍵都無效。
Touch key Moving Calibration keys easier to operate=設定動態更新環境功能，0-觸摸鍵按下後不更新〝參考值〞1-動態更新〝參考值〞，不論是否有觸摸鍵成立，都依當前環境進行校正。


; simplified chinese
[936]
USER_PROGRAM_C=用户程序软件包_C

Key1Threshold=Key1门槛值
__KEY1_WAKE=KEY1唤醒
Key2Threshold=Key2门槛值
__KEY2_WAKE=KEY2唤醒
Key3Threshold=Key3门槛值
__KEY3_WAKE=KEY3唤醒
Key4Threshold=Key4门槛值
__KEY4_WAKE=KEY4唤醒
Key5Threshold=Key5门槛值
__KEY5_WAKE=KEY5唤醒
Key6Threshold=Key6门槛值
__KEY6_WAKE=KEY6唤醒
Key7Threshold=Key7门槛值
__KEY7_WAKE=KEY7唤醒
Key8Threshold=Key8门槛值
__KEY8_WAKE=KEY8唤醒
Key9Threshold=Key9门槛值
__KEY9_WAKE=KEY9唤醒
Key10Threshold=Key10门槛值
__KEY10_WAKE=KEY10唤醒
Key11Threshold=Key11门槛值
__KEY11_WAKE=KEY11唤醒
Key12Threshold=Key12门槛值
__KEY12_WAKE=KEY12唤醒
Key13Threshold=Key13门槛值
__KEY13_WAKE=KEY13唤醒
Key14Threshold=Key14门槛值
__KEY14_WAKE=KEY14唤醒
Key15Threshold=Key15门槛值
__KEY15_WAKE=KEY15唤醒
Key16Threshold=Key16门槛值
__KEY16_WAKE=KEY16唤醒
Key17Threshold=Key17门槛值
__KEY17_WAKE=KEY17唤醒
Key18Threshold=Key18门槛值
__KEY18_WAKE=KEY18唤醒
Key19Threshold=Key19门槛值
__KEY19_WAKE=KEY19唤醒
Key20Threshold=Key20门槛值
__KEY20_WAKE=KEY20唤醒
Key21Threshold=Key21门槛值
__KEY21_WAKE=KEY21唤醒
Key22Threshold=Key22门槛值
__KEY22_WAKE=KEY22唤醒
Key23Threshold=Key23门槛值
__KEY23_WAKE=KEY23唤醒
Key24Threshold=Key24门槛值
__KEY24_WAKE=KEY24唤醒
Key25Threshold=Key25门槛值
__KEY25_WAKE=KEY25唤醒
Key26Threshold=Key26门槛值
__KEY26_WAKE=KEY26唤醒
Key27Threshold=Key27门槛值
__KEY27_WAKE=KEY27唤醒
Key28Threshold=Key28门槛值
__KEY28_WAKE=KEY28唤醒

DebounceTimes=按键去抖
AutoCalibrationPeriod=自动校准时间
HighSensitive=高感度
MainFreqSelect=触摸按键振荡频率
MaximumKeyHoldTime=按键最长反应时间
AutoFrequencyHopping=自动跳频
OneKeyActive=单键输出
TKL_MovingCalibration=动态校正设定

suggestion range 12 ~ 63=设定触发阀值，值越大，感度越低；值越小，感度越高,建议范围12 ~ 63
SLEEP MODE WORK TOUCH =触摸按键唤醒
Debounce in output key status=设定去抖次数(值越大，按键反应越慢)以 10mS 为单位(判断_SCAN_CYCLEF 标志位)计 l 数一次，每阶增加 10 mS。当 DebounceTimes=0 时时间最短，为 60mS-80mS。
auto calibration period select 80ms to 1280ms.The faster speed the better the anti-interference and the worse the sensitivity.The slower speed the worse the anti-interference and the better the sensitivity=自动校准周期选择80ms到1280ms。速度越快，抗干扰性越好，灵敏度越差。速度越慢，抗干扰性越差，灵敏度越好
Sensitive double up,0-Normal  1-High Sensitive=高感度设置,0-正常感度 1-高感度
Touch frequency selection=设定触摸按键振荡频率，设为 0 时，是选择 3M 和 7M 的触摸按键振荡频率(可以串小于 1k 电阻)。设为 1 时，是选择 3M 和 11M 的触摸按键振荡频率(不建议串电阻)。设为 2 时，是选择 1M 和 3M 的触摸按键振荡频率。
key holding time ,if time out will reset key status to non-press,Range is 4S~60S or Disable the function=按键保持时间，如果超过时间将重置按键状态为非按下，范围为4s~60s或禁用功能
enalbe hardware hopping function=设定硬体自动跳频开启或关闭
Only one or all key active at the same time=设定单键输出功能，设为 0 时，按多个触摸键都有对应的按键旗标输出。设为 1 时，按多个触摸键只有一个键成立，最先成立的按键为1，若超过 3 个(含)以上的键被按下，则视为所有触摸键都无效。
Touch key Moving Calibration keys easier to operate=设定动态更新环境功能，0-触摸键按下后不更新〝参考值〞1-动态更新〝参考值〞，不论是否有触摸键成立，都依当前环境进行校正。


; English
[1252]
USER_PROGRAM_C=USER_PROGRAM_C